tap "dbt-labs/dbt-cli"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/services"
brew "openssl@3"
brew "astro"
brew "autojump"
brew "awscli"
brew "bat"
brew "chafa"
brew "checkov"
brew "composer"
brew "cpanminus"
brew "curl"
brew "deno"
brew "diffnav"
brew "direnv"
brew "docker"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "googleworkspace-cli"
brew "grep"
brew "grpcurl"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lima"
brew "lua"
brew "luarocks"
brew "mactop"
brew "markdownlint-cli"
brew "mise"
brew "mongosh"
brew "neovim"
brew "pandoc"
brew "pngpaste"
brew "postgresql@14"
brew "pre-commit"
brew "prettier"
brew "proselint"
brew "qemu"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "sops"
brew "spaceship"
brew "stylua"
brew "tenv"
brew "terraform-docs"
brew "tflint"
brew "tfsec"
brew "tfupdate"
brew "thefuck"
brew "tmux"
brew "tree"
brew "trivy"
brew "uv"
brew "viu"
brew "wget"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "dbt-labs/dbt-cli/dbt"
brew "go-task/tap/go-task"
brew "hashicorp/tap/terraform-ls"
cask "1password-cli"
cask "aws-vault-binary"
cask "font-fira-code-nerd-font"
cask "font-maple-mono"
cask "mongodb-compass"
cask "session-manager-plugin"
vscode "anysphere.remote-ssh"
vscode "vscodevim.vim"
cargo "lazycli"
uv "mlctl"
uv "pipenv-uv-migrate"
