tap "dbt-labs/dbt-cli"
tap "go-task/tap"
tap "hashicorp/tap"
brew "openssl@3"
brew "age"
brew "astro"
brew "autojump"
brew "awscli"
brew "bash-language-server"
brew "bat"
brew "bottom"
brew "btop"
brew "chafa"
brew "checkov"
brew "cmake"
brew "composer"
brew "coreutils"
brew "cpanminus"
brew "curl"
brew "deno"
brew "diffnav"
brew "direnv"
brew "docker"
brew "dockerfile-language-server"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "glow"
brew "gmailctl"
brew "gnupg"
brew "go"
brew "googleworkspace-cli"
brew "grep"
brew "grpcurl"
brew "imagemagick"
brew "jq"
brew "julia"
brew "lazydocker"
brew "lazygit"
brew "lima"
brew "lua"
brew "luarocks"
brew "mactop"
brew "markdown-oxide"
brew "markdownlint-cli"
brew "mas"
brew "mise"
brew "mongosh"
brew "neofetch"
brew "neovim"
brew "node"
brew "pandoc"
brew "php"
brew "pkg-config"
brew "pngpaste"
brew "postgresql@14"
brew "pre-commit"
brew "prettier"
brew "proselint"
brew "qemu"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rustup"
brew "shellcheck"
brew "shfmt"
brew "sops"
brew "spaceship"
brew "stow"
brew "stylua"
brew "tenv"
brew "terraform-docs"
brew "tflint"
brew "tfsec"
brew "tfupdate"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "trivy"
brew "uv"
brew "viu"
brew "wget"
brew "yaml-language-server"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "dbt-labs/dbt-cli/dbt"
brew "go-task/tap/go-task"
brew "hashicorp/tap/terraform-ls"
cask "1password"
cask "1password-cli"
cask "aws-vault-binary"
cask "claude"
cask "docker-desktop"
cask "font-fira-code-nerd-font"
cask "font-maple-mono"
cask "font-space-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "insync"
cask "mongodb-compass"
cask "obsidian"
cask "postman"
cask "rectangle"
cask "session-manager-plugin"
cask "the-unarchiver"
cask "vlc"
